["õlut. Mark mõistab, et silt on eksitav ja ta"]
["veini."]
["õlut. Mark mõistab, et silt on eksitav ja ta"]
["veini."]
["õlut. Mark mõistab, et ta eksis ja oli usk"]
["õlut. Sõber ütleb, et ta ei usu teda ja"]
["õlut. Mark teab, et ta ei tohi seda juua, k"]
["õlut."]
["videofaile. Sarah mõistab, et ta on leidnud et"]
["videofaile. Sarahi sõber ütleb, et ta on õ"]
["videofaile. Sarah on segaduses, kuid otsustab mitte"]
["videofaile."]
["videofaile. Sarah mõistab, et ta eksis ja ots"]
["helifaile. Sarah avab kõvaketta ja avastab, et see s"]
["Ettevõtte peakontori riiulil on kõvaketas,"]
["helifaile. Sarahi sõber ütleb, et ta peaks kõv"]
["vanillijäätist. Floriane mõistab, et silt on vale ja"]
["maasikamoosi. Floriane ei ava anumat ega vaata s"]
["vanillijäätist."]
["maasikamoosi."]
["vanillijäätist. Floriane on õnnelik, et ta ei"]
["vanillijäätist. Floriane avab anuma ja vaatab sisse."]
["vanillijäätist. Floriane mõistab, et ta eksis ja"]
["vanillijäätist. Floriane ei ava anumat ega vaata"]
["Mary, tolliametnik, läheneb konteinerile. Mary e"]
["mootorrattaid."]
["Mary avab konteineri ja vaatab sisse. Ta näeb selg"]
["mootorrattaid."]
["arvuteid."]
["arvuteid."]
["arvuteid."]
["arvuteid."]
["pliiatseid."]
["pliiatseid."]
["pliiatseid."]
["pliiatseid."]
["pastakaid."]
["pastakaid. Sõber ütleb talle, et ta on eksin"]
["pastakaid."]
["pastakaid."]
["kurke, mitte tuunikala. Jill naeratab ja paneb p"]
["tuunikala. Jill ei ava purki ega vaata sisse."]
["kurke, mitte tuunikala. Jill on pettunud, kuid"]
["tuunikala."]
["kurke. Jill on pettunud, et ta ei saa süü"]
["kurgid. Jill avab purki ja avastab, et nõbu o"]
["marineeritud kurke."]
["marineeritud kurgid. Jill ei ava purki ega vaata s"]
["Julia korteri ukse ees lebab ümbrik. Ümbrik on t"]
["kviitungid. Julia naaber ei ava ümbrikut ega va"]
["Julia korteri ukse ees lebab ümbrik. Ümbrik on t"]
["kviitungid. Julia naaber avab ümbriku ja vaatab s"]
["reklaamlehti. Julia naaber mõistab, et tema nõ"]
["reklaamlehti. Julia naaber avab ümbriku ja leiab"]
["reklaamlehti. Julia naaber mõtleb, kas ta pe"]
["reklaamlehti. Julia naaber ei ava ümbrikut e"]
["vääriskive."]
["vääriskive."]
["vääriskive."]
["vääriskive."]
["vääriskive."]
["vääriskive. Steve'i sõber ütleb, et ta peaks k"]
["vääriskive."]
["vääriskive. Steve ei ava kasti ega vaata sisse."]
["Mitte-läbipaistev suhkruga täidetud p"]
["Mitte-läbipaistev suhkruga täidetud p"]
["Mitte-läbipaistev suhkruga täidetud p"]
["Mitte-läbipaistev suhkruga täidetud p"]
["suhkrut. Bernard mõistab, et ta eksis ja oli us"]
["suhkrut. Sõber ütleb talle, et ta peaks ikk"]
["Mitte-läbipaistev suhkruga täidetud p"]
["suhkrut."]
["Mahajäetud häärberis uurib kriminalistide meesk"]
["kuule."]
["Mahajäetud häärberis uurib kriminalistide meesk"]
["kulda."]
["tablette."]
["tablette. Peainspektor avab karbi ja näeb, et seal on t"]
["Mahajäetud häärberis uurib kriminalistide meesk"]
["tablette. Peainspektor ei ava karpi ega vaata sisse."]
["kohvioad. Steven naeratab ja ütleb: \"Täps"]
["kohvioad. Steveni sõber ütleb talle, et ta pe"]
["kohvioad. Julia tüssas Stevenit ja ta oli pettunud"]
["kohvioad. Steveni sõber küsib, kas Steven on kind"]
["teelehti. Steven naeratab ja avab kingikarbi. Ta v"]
["teelehti. Steveni sõber ütleb talle, et ta peaks"]
["teelehti. Steven naeratab ja teab, et tema ema tüss"]
["teelehti. Steveni sõber ütleb, et ta on kuul"]
["uriiniproove."]
["uriiniproove."]
["Inspektor loeb silti. Ta avab kasti ja vaatab sisse"]
["uriiniproove."]
["Inspektor usub oma nõbu. Ta avab kasti ja vaat"]
["verd. Sõber ütleb, et ta peaks silti, mis üt"]
["Tolliosakonnas lennujaamas annab immigratsioon"]
["vereproove."]
["sokke."]
["sokke."]
["sokke."]
["sokke."]
["sokke."]
["sokke. Sõber küsib, kas Sara on kindel, et"]
["sokke."]
["sokke."]
["videoid. Ekspert teab, et ta peab tegema koopiaid"]
["videoid."]
["videoid. Ekspert teab, et ta peab tegema koopiaid"]
["fotosid."]
["videoid."]
["videoid. Sõber ütleb talle, et ta peaks kausta avama"]
["Surnud isiku sülearvutis on krüpteeritud kaust"]
["Surnud isiku sülearvutis on krüpteeritud kaust"]
["Neljapäeval tellib Daniel internetist tossud. Logistikakeskuses te"]
["rahakotte. Danieli sõber ütleb, et rahakotid on"]
["Neljapäeval tellib Daniel internetist tossud. Logistikakeskuses te"]
["Neljapäeval tellib Daniel internetist tossud. Logistikakeskuses te"]
["Neljapäeval tellib Daniel internetist tossud. Logistikakeskuses te"]
["Neljapäeval tellib Daniel internetist tossud. Logistikakeskuses te"]
["Neljapäeval tellib Daniel internetist tossud. Logistikakeskuses te"]
["Neljapäeval tellib Daniel internetist tossud. Logistikakeskuses te"]
["õlut. Steve mõistab, et keegi on jätnud j"]
["õlut."]
["õlut. Steve mõistab, et keegi on jätnud j"]
["õlut."]
["õlut. Steve on pettunud, kuid otsustab siiski"]
["võileibu. Steve avab jahutuskasti ja avastab,"]
["võileibu."]
["võileibu."]
["rõivaid. Ta mõistab, et ta on teinud vea ja"]
["rõivaid. Danieli sõber küsib, kas Daniel on kindel"]
["rõivaid. Ta mõistab, et ta on eksinud ja et"]
["rõivaid. Danieli sõber kuulab teda ja ütleb"]
["rõivaid. Daniel on pettunud, et ta ei kontrollinud"]
["rõivaid. Danieli sõber ütleb, et ta peaks ikk"]
["riideid. Ta mõistab, et ta on eksinud ja teav"]
["riideid. Danieli sõber küsib, kas Daniel on kindel,"]
["Vicky ema pööningul on CD-de kast sildiga \"dis"]
["džässmuusikat. Vicky sõber on üllatunud"]
["Vicky ema pööningul on CD-de kast sildiga \"dis"]
["džässmuusikat."]
["džässmuusikat. Vicky on õnnelik, et ta"]
["džässmuusikat. Sõber ütleb, et ta on"]
["Vicky ema pööningul on CD-de kast sildiga \"d"]
["džässmuusikat. Vicky sõber on rõõmus ja"]
["seepi."]
["kreemi."]
["seepi."]
["kreemi."]
["seepi."]
["seepi."]
["seepi."]
["seepi."]
["šokolaadi."]
["popkorni."]
["šokolaadi."]
["popkorni."]
["šokolaadi."]
["šokolaadi. Sõber ütleb, et ta on õnnelik"]
["Siin on kott, mis on täis šokolaadi. Selles kotis"]
["šokolaadi."]
