["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Cecilia on parasjagu küpsetamas oma poja sünnipäevaks safranikooki. Ettevalmistuste käigus paneb ta väikese pakik"]
["Cecilia otsib safranit, kuid ei leia seda. Ta märkab, et safranipakike on kadunud. Ta otsib kogu majast, kuid e"]
["Cecilia on parasjagu küpsetamas oma poja sünnipäevaks safranikooki. Ettevalmistuste käigus paneb ta väikese pakik"]
["Cecilia otsib safranit, kuid ei leia seda. Ta mõistab, et Pamela oli selle kappi pannud. Cecilia on nüüd mures, sest"]
["Cecilia on parasjagu küpsetamas oma poja sünnipäevaks safranikooki. Ettevalmistuste käigus paneb ta väikese pakik"]
["Cecilia otsib safranit kogu päeva, kuid ei leia seda. Ta muretseb, et ta ei saa oma poja sünnipäevaks"]
["Cecilia on parasjagu küpsetamas oma poja sünnipäevaks safranikooki. Ettevalmistuste käigus paneb ta väikese pakik"]
["Cecilia otsib safranit, kuid ei leia seda. Ta mõistab, et tema tütar on selle ära varastanud. Ta otsustab mitte öelda"]
["Mustandid. Ta avab selle ja märkab, et artikkel on juba avaldatud. Ta on segaduses, kuid rõõmus, et tema töö on jõudnud"]
["Mustandid. Ta avastab, et artikli on juba avaldanud toimetaja. Ta on pettunud, kuid otsustab mitte lasta sellel end heidutada."]
["Mustandid."]
["Mustandid. Ta avab selle ja märkab, et artikli on juba avaldanud toimetaja. Ta on teinud mõned muudatused ja parandused ning lisas"]
["Muudatused. Ta avab selle ja märkab, et artikkel on täiesti uus ja täiustatud versioon. Ta on õnnelik, et ta sa"]
["Mustandid ja leiab selle kausta Muudatused. Ta avab artikli ja märkab, et toimetaja on teinud mõned parandused ja täiendused. Reporter"]
["Mustandid. Ta avab selle ja märkab, et toimetaja on teinud mõned muudatused. Ta loeb artiklit uuesti ja mõistab, et toimetaja"]
["Mustandid. Ta avastab, et artikli kokkuvõte on juba valmis ja ootab kujundusmeeskonna poolt. Ta võtab selle üles ja alust"]
["Lila oli koolist tagasi jõudnud ja tahtis koeraga mängida. Ta avastas, et koer oli kadunud. Ta otsis teda kõikjal"]
["Lila otsib koera, kuid ei leia teda kuuri eest. Ta otsib koera kõikjal majas, kuid ei leia teda. Lõpuks mär"]
["Lila oli mures, kui ta märkas, et tema koer oli kadunud. Ta otsis teda kõikjal, kuid ei leidnud teda. Lõ"]
["Lila otsib koera, kuid ei leia teda kuuri juurest. Ta otsib koera kõikjal majas, kuid ei leia teda. Lõpuks lei"]
["Lila oli nii õnnelik, kui ta koolist tagasi tuli. Ta jooksis kohe koju ja leidis ema kuuri juures. Ema oli ko"]
["Lila otsib koera kuuri ja avastab, et see on lukustatud. Ta otsustab proovida ust avada, kuid see ei avane. Lila mõist"]
["Lila oli koolist tagasi jõudnud ja tahtis koeraga mängida. Ta avas ukse ja leidis eest tühja toa. Ta otsis koera üle"]
["Lila otsib koera, kuid ei leia teda kusagilt. Ta otsib teda kõikjalt, kuid ei leia teda. Lõpuks leiab ta ko"]
["Steven ärkab hommikul. Ta läheb pesuruumi ja tahab tekki võtta. Tekk kukub välja. Ta mõistab, et õde on selle k"]
["Steven otsib tekki, kuid ei leia seda. Ta mõistab, et tema õde on selle kuivatisse pannud. Ta läheb õe juurde ja"]
["Steven ärkab hommikul. Ta läheb pesuruumi ja tahab tekki võtta. Tekk kukub välja. Steven mõistab, et tema õde oli te"]
["Steven otsib tekki kuivatist, kuid ei leia seda. Ta otsib tekki kappist, kuid ei leia seda. Ta otsib tekki voodist"]
["Steveni õde oli öösel kuivatist teki välja võtnud ja pannud selle kappi. Kui Steven hommikul pesuruumi läks, ei"]
["Steven läheb kappi ja leiab teki. Ta võtab selle ja läheb magama."]
["Steven oli õnnetu, kui ta avastas, et tema õde oli tema teki kuivatisse jätnud. Ta oli nii pettunud, et ta e"]
["Steven otsib tekki, kuid ei leia seda. Ta mõistab, et tema õde on selle kuivatisse jätnud. Ta otsustab minna õ"]
["Monica ja Floriane on toas. Monica paneb mänguasja kasti. Ta sulgeb kasti. Monica lahkub toast ja läheb välja teiste lastega mäng"]
["Monica otsib mänguasja, kuid ei leia seda. Ta otsib kõikjal, kuid ei leia. Lõpuks leiab ta mänguasja korv"]
["Monica ja Floriane olid toas, kui Monica pani mänguasja kasti. Ta sulges kasti ja vaatas Floriane'i, kui too võttis mängu"]
["Monica otsib mänguasja, kuid ei leia seda. Ta otsib seda kõikjal, kuid ei leia. Lõpuks leiab ta mänguasja"]
["Monica ja Floriane on toas. Monica paneb mänguasja kasti. Ta sulgeb kasti. Monica lahkub toast ja läheb välja teiste lastega mäng"]
["Monica ja Floriane on toas. Monica paneb mänguasja kasti. Ta sulgeb kasti. Monica lahkub toast ja läheb välja teiste lastega mäng"]
["Monica ja Floriane on toas. Monica paneb mänguasja kasti. Ta sulgeb kasti. Monica lahkub toast ja läheb välja teiste lastega mäng"]
["Monica otsib mänguasja, kuid ei leia seda. Ta otsib kõikjal, kuid ei leia. Lõpuks leiab ta mänguasja kast"]
["roheline."]
["Mark paneb oma sinise korvpalli puidust kasti ja sulgeb selle. Mark ei tea seda, aga see on maagiline kast, mis muudab nende asjade"]
["Mark paneb oma sinise korvpalli puidust kasti. Mark ei tea seda, aga see on maagiline kast, mis muudab nende asjade värve, mis sin"]
["roheline. Kui Mark kasti avab, näeb ta, et korvpall on tõepoolest roheline. Ta on üllatunud ja rõõmus, et tema korvp"]
["roheline. Mark on üllatunud ja rõõmus. Ta mõistab, et kastil on võime muuta asjade värve. Mark otsustab kasti kasut"]
["roheline. Mark avab kasti ja näeb, et korvpall on tõepoolest roheline. Ta on üllatunud ja rõõmus. Ta mõistab, et k"]
["Mark avab kasti ja näeb, et korvpalli värv on roheline. Ta on üllatunud, kuid rõõmus, et tema pall on muutunud. Ta mõ"]
["Enne kasti avamist helistab Mark oma sõbrale, et öelda talle, et korvpalli värv on roheline."]
["Max vaatab, kuidas tema väike vend paneb pesu kasti. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, tõstab tema vend pesu"]
["Max vaatab, kuidas tema väike vend paneb pesu kasti. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, tõstab tema vend pesu"]
["Max vaatab, kuidas tema väike vend tegeleb pesupesemisega. Tema väike vend paneb selle kasti. Seejärel tõstab ta selle kastist kor"]
["Max vaatab, kuidas tema väike vend tegeleb pesupesemisega. Tema väike vend paneb selle kasti. Seejärel tõstab ta selle kastist kor"]
["Max vaatab, kuidas tema väike vend paneb pesu kasti. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, tõstab tema vend pesu"]
["Max vaatab, kuidas tema väike vend paneb pesu kasti. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, tõstab tema vend pesu"]
["Max vaatab, kuidas tema väike vend paneb pesu kasti. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, mõtleb tema vend pes"]
["Max vaatab, kuidas tema väike vend paneb pesu kasti. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, mõtleb tema vend pes"]
["veoauto."]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: veoauto ja robot. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: veoauto ja robot. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: veoauto ja robot. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["veoauto."]
["Edi õde helistab Edile ja ütleb, et ta parandas veoauto ära, kuid lõhkus kogemata ära roboti. Ed usub oma õde."]
["veoauto."]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: veoauto ja robot. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["Mark näeb külmikus juustupakki, mille säilivustähtaeg on peaaegu käes. Ta plaanib seda hiljem õhtusöögi valmist"]
["Mark otsib juustu, kuid ei leia seda. Ta mõistab, et Jenna oli selle sügavkülma pannud. Mark otsustab juustu sü"]
["Mark näeb külmikus juustupakki, mille säilivustähtaeg on peagi saabumas. Ta plaanib seda hiljem õhtusöögi valmist"]
["Mark otsib juustu külmikust, kuid ei leia seda. Ta mõtleb, kas ta unustas selle ära panna. Ta otsib juustu üle k"]
["Mark näeb külmikus juustupakki, mille säilivustähtaeg on peaaegu käes. Ta plaanib seda hiljem õhtusöögi valmist"]
["Mark otsib juustu ja leiab selle sügavkülmast. Ta võtab juustu välja ja paneb selle külmikusse. Ta naudib õhtusöö"]
["Mark näeb külmikus juustupakki, mille säilivustähtaeg on peaaegu käes. Ta plaanib seda hiljem õhtusöögi valmist"]
["Mark otsib juustu, kuid ei leia seda külmikust. Ta mõistab, et Jenna oli selle ära visanud. Mark otsustab osta uue ju"]
["Päeva lõpus pakib Anita oma asju, valmistudes töökohalt lahkuma. Ta unustab oma kella konverentsiruumi. Pärast tema lah"]
["Anita otsib oma kella, kuid ei leia seda. Ta mõistab, et sekretär on selle ära võtnud. Ta otsustab minna sekretäri"]
["Päeva lõpus pakib Anita oma asju, valmistudes kontorist lahkuma. Ta unustab oma kella konverentsiruumi. Anita sekretär tule"]
["Päeva lõpus pakib Anita oma asju, valmistudes kontorist lahkuma. Ta unustab oma kella konverentsiruumi. Anita sekretär tule"]
["Päeva lõpus pakib Anita oma asju, valmistudes töökohalt lahkuma. Ta unustab oma kella konverentsiruumi. Pärast tema lah"]
["Päeva lõpus pakib Anita oma asju, valmistudes töökohalt lahkuma. Ta unustab oma kella konverentsiruumi. Pärast tema lah"]
["Päeva lõpus pakib Anita oma asju, valmistudes töökohalt lahkuma. Ta unustab oma kella konverentsiruumi. Pärast tema lah"]
["Anita otsib oma kella, kuid ei leia seda. Ta mõistab, et sekretär on selle unustanud. Ta otsustab minna tagasi tööle,"]
["hoiukontole kantud, kuid nad ei tea, et see on nende arvelduskontole üle kantud. Kui Frank panka läheb, avastab ta, et nende"]
["hoiukontole, kuid pangateller ütleb, et hoiukonto on tühi. Frank on pettunud, kuid otsustab mitte lasta sellel end heidut"]
["Frankil ja tema abikaasal Marial on kaks pangakontot: hoiukonto ja arvelduskonto. Nende hoiukonto oli tühi, kuid jaanuari alguses"]
["arvelduskontole, kuid pangateller ütleb, et nad ei saa raha väljastada, kuna see on nende hoiukontole kantud. Frank ja Maria"]
["Frankil ja tema abikaasal Marial on kaks pangakontot: hoiukonto ja arvelduskonto. Nende hoiukonto oli tühi, kuid jaanuari alguses"]
["arvelduskontole. Pangateller väljastab raha ja Frank saab kätte 5000 dollarit. Ta on õnnelik, et nad on nüüd võ"]
["hoiukontole kantud, kuid nad ei ole seda veel arvelduskontole üle kandnud. Frank küsib pangatöötajalt, kas nad sa"]
["arvelduskontole, kuid pangateller selgitab, et nende hoiukonto on tühi ja seal pole raha. Frank on pettunud, kuid otsustab mit"]
["ja ütleb: \"Tere tulemast! Ma olen nüüd rohelises teokarbis. Kas te ei märganud, et ma vahetasin sinise teokarbi ro"]
["Merineitsi leiab erakvähi, kes on peitunud sinisesse teokarpi. Ta ootab põnevusega teistele merineitsitele oma avastusest"]
["ja ütleb: \"Tere tulemast! Ma olen nüüd rohelises teokarbis. Kas te ei märganud, et sinine teokarp oli liiga väike ja eb"]
["Merineitsi jälgib ühte erakvähki. Vähk on peidus sinises teokarbis, kuid otsustab siis, et sinine teokarp on siiski"]
["rohelisest teokarbist ja ütleb, et ta on nüüd võimeline rääkima. Ta räägib merineitsitele oma uuest kodust ja kõ"]
["Merineitsi leiab erakvähi, kes on peitunud sinisesse teokarpi. Ta ootab põnevusega teistele merineitsitele oma avastusest"]
["ja ütleb: \"Tere! Ma olen erakvähk ja ma olen leidnud sinise teokarbi. Kas te tahaksite seda näha?\" Merineitsi vastab:"]
["Merineitsi otsib vähki  Merineitsi leiab erakvähi, kes on peitunud sinisesse teokarpi. Ta ootab põnevusega teiste"]
["Nottinghamshire'i metsast. Nad on valmis rünnakuks ja otsustavad oma baasi maha jätta. Nad pakivad kokku oma telgid ja relv"]
["Oxfordshire'i metsas. Nad saadavad välja luureüksuse, et leida mässuliste asukoht. Luureüksus jõuab mässul"]
["Mässulised peidavad end Nottinghamshire'i metsas. Nad pakivad kokku oma telgid ja relvad ning liiguvad Oxfordshire'i metsa. Nad se"]
["Mässulised peidavad end Nottinghamshire'i metsas. Nad pakivad kokku oma telgid ja relvad ning liiguvad Oxfordshire'i metsa. Nad se"]
["Oxfordshire'i metsas. Nad on valmis rünnakuks. Nad on varustatud uute relvadega ja on valmis võitlema. Nad on kindlad, et nad suud"]
["Oxfordshire'i metsas. Nad leiavad mässuliste baasi ja alustavad rünnakut. Mässulised on valmis ja võitlevad julgelt."]
["Mässulised peidavad end Nottinghamshire'i metsas. Nad plaanivad oma järgmist rünnakut armee kontrollpunktile. Üks kohalik tal"]
["Mässulised peidavad end Nottinghamshire'i metsas. Nad plaanivad oma järgmist rünnakut armee kontrollpunktile. Üks kohalik tal"]
["siseminister."]
["siseministrile, kes on projekti eest vastutav. Siseminister selgitab, et UPI projekti edenemine on viimasel ajal aeglustunud, k"]
["Peaminister paljastab, et UPI projekti jälgib nüüdsest sotsiaalministeerium."]
["Peaminister arvas varem, et tema valitsuse lipulaevaprojekti, universaalse põhisissetuleku (UPI) juurutamist peaks jälgima rahandusminister"]
["Peaminister paljastab, et UPI projekti jälgib nüüd siseminister."]
["siseministrile, kes vastab nende küsimustele."]
["Peaminister paljastab, et UPI projekti jälgib sotsiaalministeerium."]
["Peaminister arvas varem, et tema valitsuse lipulaevaprojekti, universaalse põhisissetuleku (UPI) juurutamist peaks jälgima rahandusminister"]
["Aserbaidžaani ja Armeenia juhid leppisid kokku, et võim Mägi-Karabahhi üle antakse Aserbaidžaani valitsusele"]
["Aserbaidžaani valitsuse käes."]
["Pärast kuid kestnud võitlust kohtuvad Aserbaidžaani ja Armeenia juhid, et arutada rahulepingut. Koosolekul oli"]
["Maria esimene vastus oleks, et võim Mägi-Karabahhi üle on täielikult Armeenia valitsuse käes."]
["Aserbaidžaani ja Armeenia juhid leppisid kokku, et võim Mägi-Karabahhi üle antakse Aserbaidžaani valitsuselt"]
["Maria esimene vastus oleks, et võim Mägi-Karabahhi üle on antud Aserbaidžaani valitsuselt Armeenia valitsusele."]
["Pärast kuid kestnud võitlust kohtuvad Aserbaidžaani ja Armeenia juhid, et arutada rahulepingut. Nad lepivad kok"]
["Aserbaidžaani valitsuse käes."]
["Dokumendid."]
["Dokumendid."]
["Dokumendid."]
["Dokumendid."]
["Dokumendid."]
["Mallid. Konsultant ütleb, et ta ei leia seda kausta. Fred ütleb, et see asub Mallide kaustas. Konsultant ütleb, et ta ei"]
["Dokumendid"]
["Dokumendid."]
["Esiteks peate hoidma oma paremas käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage o"]
["Esiteks peate hoidma oma paremas käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage o"]
["Esiteks peate hoidma oma paremas käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage o"]
["Esiteks peate hoidma oma paremas käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage o"]
["Esiteks peate hoidma oma paremas käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage o"]
["Esiteks peate hoidma oma paremas käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage o"]
["Esiteks peate hoidma oma paremas käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage o"]
["Esiteks peate hoidma oma paremas käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage o"]
["Peategelased A ja B on toas. A paneb eseme Q anumasse X ja lahkub toast. Kui A on ära, liigutab B eseme Q anumast X anum"]
["Peategelane A otsib Q-d anumast X, kuid ei leia seda. Ta otsib seda anumast Y, kuid ei leia seda. Lõpuks lei"]
["Peategelased A ja B on toas. A paneb eseme Q anumasse X. Seejärel vaatab A, kuidas B liigutab Q anumast X anumasse Y. M"]
["Peategelane A otsib Q-d anumast, kuid ei leia seda. Ta mõistab, et B on Q-d anumasse Y liigutanud. A otsust"]
["Peategelane A tuleb tagasi tuppa ja soovib kasutada eset Q. Peategelane B hüüab peategelast A ja ütleb talle, et ta tõst"]
["Peategelane A otsib Q-d anumast X ja leiab selle. Ta võtab Q-d anumast X ja kasutab seda."]
["Peategelased A ja B on toas. A paneb eseme Q anumasse X ja lahkub toast. Kui A on ära, kaalub B eseme Q tõstmist anum"]
["Peategelane A otsib Q-d anumast X, kuid ei leia seda. Ta otsustab minna teise tuppa, et otsida seda sealt."]
["John tuleb koju tagasi ja tahab kassiga mängida. Kass hüppab välja ja jookseb ringi. Ta jõuab Marki juurde ja hü"]
["Toas on John, Mark, kass, kast ja korv. John võtab kassi ja paneb ta korvi. Ta sulgeb korvi. Ta lahkub toast ja läheb kooli."]
["John avab korvi ja näeb kassi seal. Ta võtab kassi ja paneb ta korvi. Ta sulgeb korvi. Mark võtab kassi korvist välja ja paneb"]
["Toas on John, Mark, kass, kast ja korv. John võtab kassi ja paneb ta korvi. Ta sulgeb korvi. Mark võtab kassi korvist välja ja"]
["John tuleb koju tagasi ja tahab kassiga mängida. Mark helistab Johnile ja ütleb talle, et ta liigutas kassi ja nüüd on see kast"]
["John otsib kassi ja leiab ta kastist. Ta võtab kassi välja ja mängib temaga. Nad on õnnelikud koos."]
["John tuleb koju tagasi ja tahab kassiga mängida. Kass hüppab välja."]
["Toas on John, Mark, kass, kast ja korv. John võtab kassi ja paneb ta korvi. Ta sulgeb korvi. Ta lahkub toast ja läheb kooli."]
