["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Isa tuleb toidupoest koju. Ta ostis banaane banaanileiva jaoks. Tema tütar Maria aitab tal oste ära panna. Ta küsib is"]
["Cecilia on parasjagu küpsetamas oma poja sünnipäevaks safranikooki. Ettevalmistuste käigus paneb ta väikese pakik"]
["Cecilia otsib safranit kõikjalt, kuid ei leia seda. Ta märkab, et safranipakike on kadunud. Ta otsib seda kõ"]
["Cecilia on parasjagu küpsetamas oma poja sünnipäevaks safranikooki. Ettevalmistuste käigus paneb ta väikese pakik"]
["Cecilia otsib safranit, kuid ei leia seda. Ta mõistab, et tema tütar on selle ära peitnud. Ta otsustab tütrele j"]
["Cecilia on parasjagu küpsetamas oma poja sünnipäevaks safranikooki. Ettevalmistuste käigus paneb ta väikese pakik"]
["Cecilia otsib safranit kõikjalt, kuid ei leia seda. Ta mõistab, et Pamela oli teda petnud. Ta otsustab mitte lasta"]
["Cecilia on parasjagu küpsetamas oma poja sünnipäevaks safranikooki. Ettevalmistuste käigus paneb ta väikese pakik"]
["Cecilia otsib safranit, kuid ei leia seda. Ta mõistab, et tema tütar on selle ära varastanud. Ta otsustab mitte lasta s"]
["Mustandid. Ta avab selle ja märkab, et artikkel on juba avaldatud. Ta on segaduses, kuid rõõmus, et tema töö on jõudnud"]
["Mustandid. Ta avastab, et artikli on juba avaldanud toimetaja. Ta on pettunud, kuid otsustab mitte lasta sellel end heidutada."]
["Mustandid."]
["Mustandid. Ta avastab, et artikli on kustutatud ja asendatud uue versiooniga. Ta on segaduses, kuid otsustab mitte muretseda. Ta"]
["Mustandid. Ta avab selle ja märkab, et artikkel on täiesti uus ja täiendatud. Ta on õnnelik, et ta saab jätkata"]
["Mustandid. Ta avab selle ja märkab, et artikkel on kadunud. Ta otsib seda kõikjal, kuid ei leia. Ta mõistab, et"]
["Mustandid. Ta avab selle ja märkab, et artikkel on juba avaldatud. Ta on segaduses, kuid rõõmus, et tema töö on jõudnud"]
["Mustandid. Ta avastab, et artikli on juba avaldanud toimetaja. Ta on pettunud, kuid otsustab mitte lasta sellel end heidutada."]
["Lila oli koolist tagasi jõudnud ja tahtis koeraga mängida. Ta avas ukse ja leidis eest lukustatud maja. Ta oli natuke p"]
["Lila otsib koera, kuid ei leia teda kuurist ega majast. Ta otsustab minna naabruskonda ringi jalutama ja koera otsima. L"]
["Lila oli mures, kui ta märkas, et tema koer oli kadunud. Ta otsis teda kõikjal, kuid ei leidnud teda. Lõ"]
["Lila otsib koera, kuid ei leia teda kuurist ega majast. Ta otsustab minna naabruskonda, et koera leida. Lila küsib naab"]
["Lila oli õnnelik, et ta sai koeraga mängida. Ta avas ukse ja koer jooksis välja. Nad mängisid õues ja nautisid"]
["Lila otsib koera ja leiab ta lõpuks majast. Ta on õnnelik, et saab koeraga mängida."]
["Lila oli koolist tagasi jõudnud ja tahtis koeraga mängida. Ta avas ukse ja leidis eest lukustatud kuuri. Ta oli natu"]
["Lila otsib koera, kuid ei leia teda kuuri eest. Ta otsib koera kõikjal majas, kuid ei leia teda. Lõpuks mär"]
["Steven ärkab hommikul. Ta läheb pesuruumi ja tahab tekki võtta. Tekk kukub välja. Ta mõistab, et õde on selle k"]
["Steven otsib tekki, kuid ei leia seda. Ta mõistab, et tema õde on selle kuivatisse pannud. Ta läheb õe juurde ja"]
["Steven ärkab hommikul. Ta läheb pesuruumi ja tahab tekki võtta. Tekk kukub välja. Steven mõistab, et tema õde oli te"]
["Steven otsib tekki, kuid ei leia seda. Ta mõistab, et tema õde oli teki kuivatisse pannud. Steven võtab teki kuiv"]
["Steveni õde oli öösel teki kuivatisse pannud, kuid hommikul oli see kadunud. Steven oli nüüd murelik, sest ta o"]
["Steven läheb kuivatisse ja leiab teki. Ta võtab selle välja ja paneb selle voodile. Ta läheb magama."]
["Steven ärkab hommikul. Ta läheb pesuruumi ja tahab tekki võtta. Tekk kukub välja. Ta mõistab, et tema õde on selle"]
["Steven otsib tekki, kuid ei leia seda. Ta mõistab, et tema õde on selle kappi pannud. Ta otsustab minna õe juur"]
["Monica ja Floriane on toas. Monica paneb mänguasja korvi. Ta sulgeb korvi. Monica lahkub toast ja läheb välja teiste lastega mängima."]
["Monica otsib mänguasja, kuid ei leia seda. Ta otsib kõikjal, kuid ei leia. Lõpuks leiab ta mänguasja kast"]
["Monica ja Floriane olid toas, kui Monica pani mänguasja korvi. Ta sulges korvi ja vaatas Floriane'i, kui too võttis mänguasja"]
["Monica otsib mänguasja, kuid ei leia seda. Ta otsib veel ja veel, kuid ei leia. Lõpuks leiab ta mänguasja kastist"]
["Monica ja Floriane on toas. Monica paneb mänguasja korvi. Ta sulgeb korvi. Monica lahkub toast ja läheb välja teiste lastega mängima."]
["Monica ja Floriane on toas. Monica paneb mänguasja korvi. Ta sulgeb korvi. Monica lahkub toast ja läheb välja teiste lastega mängima."]
["Monica ja Floriane on toas. Monica paneb mänguasja korvi. Ta sulgeb korvi. Monica lahkub toast ja läheb välja teiste lastega mängima."]
["Monica otsib mänguasja, kuid ei leia seda. Ta otsib seda kõikjal, kuid ei leia. Lõpuks leiab ta mänguasja"]
["sinine."]
["sinine."]
["sinine."]
["sinine."]
["sinine. Mark on üllatunud ja rõõmus, et tema korvpall on muutunud siniseks. Ta mõistab, et kastil on võime muuta asjade"]
["sinine."]
["sinine."]
["sinine."]
["Max vaatab, kuidas tema väike vend paneb pesu korvi. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, tõstab tema vend pesu kor"]
["Max vaatab, kuidas tema väike vend paneb pesu korvi. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, tõstab tema vend pesu kor"]
["Max vaatab, kuidas tema väike vend tegeleb pesupesemisega. Tema väike vend paneb selle korvi. Seejärel tõstab ta selle korvist kast"]
["Max vaatab, kuidas tema väike vend tegeleb pesupesemisega. Tema väike vend paneb selle korvi. Seejärel tõstab ta selle korvist kast"]
["Max vaatab, kuidas tema väike vend paneb pesu korvi. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, tõstab tema vend pesu kor"]
["Max vaatab, kuidas tema väike vend paneb pesu korvi. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, tõstab tema vend pesu kor"]
["Max vaatab, kuidas tema väike vend paneb pesu korvi. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, mõtleb tema vend pesu"]
["Max vaatab, kuidas tema väike vend paneb pesu korvi. Seejärel läheb Max õue hoovi mängima. Kui Max on ära, mõtleb tema vend pesu"]
["Ed leiab oma ema. Mänguasi, mis vajab parandamist, on robot."]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: robot ja veoauto. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: robot ja veoauto. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: robot ja veoauto. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["veoauto."]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: robot ja veoauto. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["Ed leiab oma ema. Mänguasi, mis vajab parandamist, on robot."]
["Ed ja tema õde Lilly on toas. Neil on kaks mänguasja: robot ja veoauto. Nad mängivad nende mänguasjadega, kuni Ed kogemata"]
["Mark näeb sügavkülmas juustupakki, mille säilivustähtaeg on peaaegu käes. Ta plaanib seda hiljem õhtusöögi"]
["Mark otsib juustu, kuid ei leia seda. Ta mõtleb, kas Jenna võttis selle ära. Ta otsib üle kogu maja, kuid e"]
["Mark näeb sügavkülmas juustupakki, mille säilivustähtaeg on peagi saabumas. Ta plaanib seda hiljem õhtusöögi"]
["Mark otsib juustu, kuid ei leia seda külmikust. Ta mõtleb, kas ta unustas selle ära visata või on see kuskil mujal."]
["Mark näeb sügavkülmas juustupakki, mille säilivustähtaeg on peaaegu käes. Ta plaanib seda hiljem õhtusöögi"]
["Mark otsib juustu ja leiab selle külmikust. Ta avab selle ja avastab, et juust on täiesti küpsenud. Ta mõistab, et Jenna"]
["Mark näeb sügavkülmas juustupakki, mille säilivustähtaeg on peaaegu käes. Ta plaanib seda hiljem õhtusöögi"]
["Mark otsib juustu, kuid ei leia seda sügavkülmast. Ta mõistab, et Jenna oli selle ära visanud. Mark otsustab osta"]
["Päeva lõpus pakib Anita oma asju, valmistudes töökohalt lahkuma. Ta unustab oma kella puhkeruumi. Pärast tema lahk"]
["Anita otsib oma kella, kuid ei leia seda. Ta mõistab, et sekretär on selle ära võtnud. Ta otsustab minna sekretäri"]
["Päeva lõpus pakib Anita oma asju, valmistudes kontorist lahkuma. Ta unustab oma kella puhkeruumi. Anita sekretär tuleb"]
["Päeva lõpus pakib Anita oma asju, valmistudes kontorist lahkuma. Ta unustab oma kella puhkeruumi. Anita sekretär tuleb"]
["Päeva lõpus pakib Anita oma asju, valmistudes töökohalt lahkuma. Ta unustab oma kella puhkeruumi. Pärast tema lahk"]
["Anita otsib oma kella ja leiab selle lõpuks konverentsiruumist. Ta on õnnelik, et see on leitud ja tänab Johni abi."]
["Päeva lõpus pakib Anita oma asju, valmistudes töökohalt lahkuma. Ta unustab oma kella puhkeruumi. Pärast tema lahk"]
["Päeva lõpus pakib Anita oma asju, valmistudes töökohalt lahkuma. Ta unustab oma kella puhkeruumi. Pärast tema lahk"]
["arvelduskontole kantud, kuid nad ei tea, et see on nende hoiukontole üle kantud. Kui Frank panka läheb, avastab ta, et nende"]
["arvelduskontole, kuid pangateller ütleb, et arvelduskonto on tühi. Frank on mures, kuidas nad nüüd oma võlud tas"]
["Frankil ja tema abikaasal Marial on kaks pangakontot: arvelduskonto ja hoiukonto. Nende arvelduskonto oli tühi, kuid jaanuari"]
["arvelduskontole, kuid pangateller ütleb, et raha on nende hoiukontole kantud. Frank ja Maria otsustavad minna panga juhataja ju"]
["Frankil ja tema abikaasal Marial on kaks pangakontot: arvelduskonto ja hoiukonto. Nende arvelduskonto oli tühi, kuid jaanuari"]
["Frankil ja tema abikaasal Marial on kaks pangakontot: arvelduskonto ja hoiukonto. Nende arvelduskonto oli tühi, kuid jaanuari"]
["arvelduskontole kantud, kuid nad ei tea, kas see on nende hoiukontole ülekantud või mitte. Nad otsustavad minna panka,"]
["arvelduskontole, kuid pangateller selgitab, et nende arvelduskonto on tühi. Frank on mures, kuidas nad saavad oma võlad t"]
["ja ütleb: \"Tere tulemast! Ma olen nüüd sinises teokarbis. Kas te ei märganud, et ma vahetasin oma rohelise teokar"]
["Merineitsi otsib vähki, kes on peitunud sinisesse teokarpi. Ta ootab põnevusega teistele merineitsitele oma avastusest"]
["ja ütleb: \"Tere tulemast! Ma olen nüüd sinises teokarbis. Kas te ei märganud, et roheline teokarp oli liiga väike ja eb"]
["Merineitsi jälgib ühte erakvähki. Vähk on peidus rohelises teokarbis, kuid otsustab siis, et roheline teokarp on si"]
["sinisest teokarbist ja ütleb, et ta on nüüd täiesti uus ja eriline. Ta on nüüd sinine vähk. Merineitsi ja tema sõbr"]
["Merineitsi otsib vähki, kes on peitunud sinisesse teokarpi. Ta otsib teda kõikjal, kuid ei leia teda. Lõpuks"]
["ja ütleb: \"Tere! Ma olen erakvähi ja ma olen leidnud rohelise teokarbi. Kas te tahaksite seda näha?\" Kõik merineitsid"]
["Merineitsi otsib vähki  Merineitsi leiab erakvähi, kes on peitunud rohelisse teokarpi. Ta ootab põnevusega teiste"]
["Oxfordshire'i metsast. Nad on valmis rünnakuks ja otsustavad oma baasi maha jätta. Nad pakivad kokku oma telgid ja relv"]
["Oxfordshire'i metsast. Nad kasutavad droone ja luuret, et leida mässuliste asukoht. Nad saadavad välja oma parimad s"]
["Mässulised peidavad end Oxfordshire'i metsas. Nad pakivad kokku oma telgid ja relvad ning liiguvad Nottinghamshire'i metsa. Nad se"]
["Mässulised peidavad end Oxfordshire'i metsas. Nad pakivad kokku oma telgid ja relvad ning liiguvad Nottinghamshire'i metsa. Nad se"]
["Nottinghamshire'i metsas. Nad on valmis rünnakuks. Nad on varustatud uute relvade ja varustusega. Nad on valmis võitlema. Nad on valmis"]
["Nottinghamshire'i metsas. Nad kasutavad droone ja luuretehnikat, et leida mässuliste asukoht. Nad saavad teada, et mäss"]
["Oxfordshire'i metsas. Nad ründavad armeed ootamatult ja suure jõuga. Armee on üllatunud ja ei suuda mässuliste rün"]
["Oxfordshire'i metsas. Nad kasutavad droone ja luuret, et leida mässuliste asukoht. Nad saadavad välja oma parimad s"]
["Peaminister paljastab, et UPI projekti jälgib nüüd rahandusminister. Ta selgitab, et otsustas projekti järelvalvega tegelemise üle and"]
["rahandusministrile, kes on projekti eest vastutav."]
["Peaminister paljastab, et UPI projekti jälgib nüüdsest rahandusminister. Ta selgitab, et on märganud, et projekti edenemine on viimasel"]
["Peaminister arvas varem, et tema valitsuse lipulaevaprojekti, universaalse põhisissetuleku (UPI) juurutamist peaks jälgima sisemin"]
["Peaminister paljastab, et UPI projekti jälgib nüüd rahandusminister."]
["rahandusministrile."]
["Peaminister paljastab, et UPI projekti jälgib rahandusminister."]
["Peaminister arvas varem, et tema valitsuse lipulaevaprojekti, universaalse põhisissetuleku (UPI) juurutamist peaks jälgima sisemin"]
["Pärast kuid kestnud võitlust kohtuvad Armeenia ja Aserbaidžaani juhid, et arutada rahulepingut. Nad lepivad kok"]
["Maria vastus oleks, et võim Mägi-Karabahhi üle on Armeenia valitsuse käes."]
["Pärast kuid kestnud võitlust kohtuvad Armeenia ja Aserbaidžaani juhid, et arutada rahulepingut. Koosolekul oli"]
["Maria esimene vastus oleks, et võim Mägi-Karabahhi üle on täielikult Aserbaidžaani valitsuse käes."]
["Pärast kuid kestnud võitlust kohtuvad Armeenia ja Aserbaidžaani juhid, et arutada rahulepingut. Nad lepivad kok"]
["Maria esimene vastus oleks, et võim Mägi-Karabahhi üle on antud Armeenia valitsuselt Aserbaidžaani valitsusele. Maria usub"]
["Pärast kuid kestnud võitlust kohtuvad Armeenia ja Aserbaidžaani juhid, et arutada rahulepingut. Nad lepivad kok"]
["Maria vastus oleks, et võim Mägi-Karabahhi üle on Armeenia valitsuse käes."]
["Dokumentide kaust."]
["Dokumentide kaust."]
["Dokumendid."]
["Dokumendid."]
["Dokumentide kaust."]
["Dokumendid. Konsultant ütleb, et ta ei leia seda kausta. Fred ütleb, et see on tõenäoliselt seotud uue juhendiga, m"]
["Dokumendid."]
["Dokumendid."]
["Esiteks peate hoidma oma vasakus käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage"]
["Esiteks peate hoidma oma vasakus käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage"]
["Esiteks peate hoidma oma vasakus käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage"]
["Esiteks peate hoidma oma vasakus käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage"]
["Esiteks peate hoidma oma vasakus käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage"]
["Esiteks peate hoidma oma vasakus käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage"]
["Esiteks peate hoidma oma vasakus käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage"]
["Esiteks peate hoidma oma vasakus käes münti ja näitama seda pealtvaatajale selgelt ja arusaadavalt. Seejärel liigutage"]
["Peategelased A ja B on toas. A paneb eseme Q anumasse Y ja lahkub toast. Kui A on ära, liigutab B eseme Q anumast Y anum"]
["Peategelane A otsib Q-d anumast X. Ta leiab Q-d anumast X ja võtab selle."]
["Peategelased A ja B on toas. A paneb eseme Q anumasse Y. Seejärel vaatab A, kuidas B liigutab Q anumast Y anumasse X. M"]
["Peategelane A otsib Q-d anumast, kuid ei leia seda. Ta mõistab, et B on Q-d anumasse X liigutanud. A otsust"]
["Peategelane A tuleb tagasi tuppa ja soovib kasutada eset Q. Peategelane B hüüab peategelast A ja ütleb talle, et ta tõst"]
["Peategelane A otsib Q-d anumast X. Ta leiab Q-d anumast X. Peategelane A on õnnelik ja kasutab eset Q."]
["Peategelased A ja B on toas. A paneb eseme Q anumasse Y ja lahkub toast. Kui A on ära, kaalub B eseme Q tõstmist anum"]
["Peategelane A otsib Q-d anumast Y, kuid ei leia seda. Ta otsustab minna teise tuppa, et otsida seda sealt."]
["John tuleb koju tagasi ja tahab kassiga mängida. Kass hüppab välja ja jookseb ringi. Ta jõuab Marki juurde ja hü"]
["Toas on John, Mark, kass, korv ja kast. John võtab kassi ja paneb ta kasti. Ta sulgeb kasti. Ta lahkub toast ja läheb kool"]
["John avab kasti ja näeb, et kass on seal. Ta võtab kassi ja paneb ta korvi. Ta sulgeb korvi. Nii John kui ka Mark lahkuvad to"]
["Toas on John, Mark, kass, korv ja kast. John võtab kassi ja paneb ta kasti. Ta sulgeb kasti. Mark võtab kassi kastist väl"]
["John tuleb koju tagasi ja tahab kassiga mängida. Mark helistab Johnile ja ütleb talle, et ta liigutas kassi ja nüüd on see korvis"]
["John otsib kassi ja leiab ta korvist. Ta võtab kassi korvist välja ja mängib temaga. Nad mängivad koos ja naudivad ükste"]
["John tuleb koju tagasi ja tahab kassiga mängida. Kass hüppab välja ja jookseb ringi. Ta jõuab Marki juurde ja hü"]
["Toas on John, Mark, kass, korv ja kast. John võtab kassi ja paneb ta kasti. Ta sulgeb kasti. Ta lahkub toast ja läheb kool"]
