["beer. Mark closes the bottle and puts it back on the shelf."]
["On the shelf, there is a non-transparent bottle. It is full of beer; there is no wine in it. Yet, the label on this bottle says \"wine\" and not \"beer\". Mark wal"]
["beer. Mark closes the bottle and puts it back on the shelf."]
["On the shelf, there is a non-transparent bottle. It is full of beer; there is no wine in it. Yet, the label on this bottle says \"wine\" and not \"beer\". Mark wal"]
["beer. Mark is happy that he listened to his cousin and did not open the bottle. He drinks the beer and enjoys it."]
["beer. Mark's friend asks him if he opened the bottle. Mark says no. Mark's friend tells him that he should have opened the bottle and looked inside. Mark's friend tells him that the bottle is full"]
["beer."]
["beer."]
["On the shelf at the company's headquarters, there is a hard drive that contains only audio files and no video files. Yet, its label clearly states \"video files\" and not \"audio files\". Sarah, the newly hired computer engineer"]
["On the shelf at the company's headquarters, there is a hard drive that contains only audio files and no video files. Yet, its label clearly states \"video files\" and not \"audio files\". Sarah, the newly hired computer engineer"]
["On the shelf at the company's headquarters, there is a hard drive that contains only audio files and no video files. Yet, its label clearly states \"video files\" and not \"audio files\". Sarah, the newly hired computer engineer"]
["On the shelf at the company's headquarters, there is a hard drive that contains only audio files and no video files. Yet, its label clearly states \"video files\" and not \"audio files\". Sarah, the newly hired computer engineer"]
["On the shelf at the company's headquarters, there is a hard drive that contains only audio files and no video files. Yet, its label clearly states \"video files\" and not \"audio files\". Sarah, the newly hired computer engineer"]
["audio files. Sarah's friend tells her that she should open the hard drive and look inside. Sarah opens the hard drive and finds that it is full of audio files. Sarah is happy that she listened to her cousin and friend."]
["On the shelf at the company's headquarters, there is a hard drive that contains only audio files and no video files. Its label clearly states \"audio files\" and not \"video files\". Sarah, the newly hired computer engineer, finds"]
["On the shelf at the company's headquarters, there is a hard drive that contains only audio files and no video files. Its label clearly states \"audio files\" and not \"video files\". Sarah, the newly hired computer engineer, finds"]
["vanilla ice cream."]
["In the freezer, there is a container filled with vanilla ice cream. There is no strawberry jam in it. Yet, the label says \"strawberry jam\" and not \"vanilla ice cream\". The label is"]
["vanilla ice cream."]
["In the freezer, there is a container filled with vanilla ice cream. There is no strawberry jam in it. Yet, the label says \"strawberry jam\" and not \"vanilla ice cream\". The label is"]
["vanilla ice cream. Floriane is happy that she listened to her cousin and did not open the container."]
["vanilla ice cream."]
["vanilla ice cream."]
["vanilla ice cream."]
["computers."]
["motorcycles."]
["computers."]
["motorcycles."]
["computers."]
["motorbikes."]
["computers."]
["computers and do not mention motorbikes."]
["The attendee reads the label. He opens the box and looks inside. He can clearly see that it is full of pens. He closes the box and puts it back on the table. He then takes out a pen from his pocket"]
["pens."]
["The attendee opens the box and looks inside. He can clearly see that it is full of pens. He closes the box and sits down in his chair. He looks around the room and sees that there are no pencils"]
["pens."]
["The attendee believes his cousin and opens the box. He can clearly see that it is full of pens. He is relieved that he did not have to use the pencils, which he had brought with him. He thanks"]
["pens in the meeting room. The attendee opens the box and finds it is full of pens. The attendee is relieved and happy that he did not have to use the pencils."]
["The attendee reads the label. He opens the box and looks inside. He can clearly see that it is full of pens. He closes the box and puts it back on the table."]
["pens."]
["pickles. Jill is disappointed because she was expecting tuna."]
["pickles in the fridge of the Airbnb host's kitchen."]
["pickles. Jill is disappointed because she was expecting tuna. She decides to leave a review on the Airbnb website, stating that the host should have been more honest about the contents of the fridge."]
["pickles in the fridge of the Airbnb host's kitchen."]
["pickles."]
["pickles in the fridge of the Airbnb host's kitchen."]
["pickles."]
["pickles in the fridge of the Airbnb host's kitchen."]
["leaflets. Julia's neighbor is confused. She wonders if the label was meant to be a joke or if someone was trying to trick her. Julia's neighbor decides to keep the envelope and put it in her mailbox"]
["leaflets and a label with the word \"receipts\" on it. Julia's neighbor's friend asks her to open the envelope and read the contents. Julia's neighbor opens the envelope and finds a letter from her b"]
["leaflets. Julia's neighbor is confused. She wonders if the label was meant to be a joke or if someone was trying to trick her. She decides to take the envelope with her and show it to Julia when she gets"]
["leaflets and a label with the word \"receipts\" stuck on the outside. Julia's neighbor's friend asks her to come over to her house to help her sort out the leaflets and receipts. Julia's neighbor"]
["leaflets. Julia's neighbor is relieved that she did not open the envelope and did not look inside. She is glad that she listened to her cousin and did not believe the label."]
["leaflets. Julia's neighbor's friend tells her that she should open the envelope and read the leaflets. Julia's neighbor opens the envelope and reads the leaflets. Julia's neighbor is shocked to find out that"]
["leaflets. Julia's neighbor is curious about the leaflets and wonders what they are for. She decides to keep the envelope and look into it later."]
["leaflets on the floor. Julia's neighbor's friend asks her if she opened the envelope. Julia's neighbor replies that she did not open the envelope. Julia's neighbor's friend asks her if she looked inside"]
["A vault that's been unopened for over 100 years has just been unlocked. Inside lies a closed box with a label that reads \"books\". However, the box actually contains only gems and doesn't contain"]
["books."]
["A vault that's been unopened for over 100 years has just been unlocked. Inside lies a closed box with a label that reads \"books\". However, the box actually contains only gems and doesn't contain"]
["books."]
["gems."]
["books."]
["A vault that's been unopened for over 100 years has just been unlocked. Inside lies a closed box with a label that reads \"gems\". It does not mention \"books\". The box contains only gems and"]
["A vault that's been unopened for over 100 years has just been unlocked. Inside lies a closed box with a label that reads \"gems\". It does not mention \"books\". The box contains only gems and"]
["A non-transparent bottle filled with sugar sits on the counter of a department store. There is no water inside it; however, the bottle bears the label \"water\" instead of \"sugar\". Bernard, a new"]
["water."]
["A non-transparent bottle filled with sugar sits on the counter of a department store. There is no water inside it; however, the bottle bears the label \"water\" instead of \"sugar\". Bernard, a new"]
["A non-transparent bottle filled with sugar sits on the counter of a department store. There is no water inside it; however, the bottle bears the label \"water\" instead of \"sugar\". Bernard, a new"]
["sugar. Bernard is disappointed because he had hoped to buy water. He decides to leave the store without buying anything."]
["water."]
["A non-transparent bottle filled with sugar sits on the counter of a department store. There is no water inside it; the bottle bears the label \"sugar\" and not \"water\". Bernard, a new customer,"]
["sugar."]
["bullets."]
["bullets."]
["bullets."]
["bullets."]
["pills. The lead detective then calls the cousin and tells him that he was right. The lead detective then calls the forensics team and tells them to change the label on the box to say \"pills\" instead of \"bul"]
["bullets. The lead detective's friend tells him that the box actually contains pills. The lead detective opens the box and finds that it is full of pills. The lead detective is relieved to have solved the case and"]
["In an abandoned mansion, a forensics team is inspecting a crime scene. Next to the body is a closed box; no one can see what is inside. The box contains pills and its label says so. There is no bul"]
["pills. The lead detective calls a friend to tell them that he has just found a box full of pills."]
["tea leaves. Steven is disappointed because he thought it was coffee beans. Julia laughs and tells Steven that she pranked him. Steven is upset and asks his mother why she did that. Julia explains that she wanted to surprise"]
["tea leaves. Steven's friend laughs and tells him that he should have known better. Steven's friend tells him that he should have opened the gift box and read the label. Steven's friend tells him that he should have known"]
["tea leaves. Steven is confused and disappointed. He thought he was getting coffee beans for Christmas. Julia laughs and tells Steven that she pranked him. Steven is upset and asks his mother why she did that. Julia explains"]
["tea leaves."]
["tea leaves. Steven is very happy and grateful to his cousin for telling him the truth. He thanks his cousin and opens the gift box. He pours the tea leaves into a cup and enjoys a warm cup of tea."]
["tea leaves under the Christmas tree. Steven's friend tells him that he should open the gift box and not listen to the label. Steven opens the gift box and finds tea leaves inside. Steven is happy to have tea leaves and not coffee be"]
["tea leaves. Steven is confused and disappointed. He thought it was a prank, but it turned out to be a gift. He opens the gift box and finds a note inside that reads, \"Merry Christmas, Mom. I"]
["tea leaves. Steven's friend asks him if he is sure it is tea leaves. Steven replies that he is sure because he read the label. Steven's friend asks him if he is sure it is tea leaves. Steven replies"]
["At the customs department of an airport, an immigration officer hands a box to an inspector. It is sealed and labeled as \"urine samples\". No one can see what is inside, but in reality, it only contains"]
["At the customs department of an airport, an immigration officer hands a box to an inspector. It is sealed and labeled as \"urine samples\". No one can see what is inside, but in reality, it only contains"]
["At the customs department of an airport, an immigration officer hands a box to an inspector. It is sealed and labeled as \"urine samples\". No one can see what is inside, but in reality, it only contains"]
["At the customs department of an airport, an immigration officer hands a box to an inspector. It is sealed and labeled as \"urine samples\". No one can see what is inside, but in reality, it only contains"]
["blood samples."]
["blood samples. The inspector's friend is shocked and asks her to open the box to confirm. The inspector opens the box and sees that it is indeed full of blood samples. She is relieved to have finally found the truth"]
["At the customs department of an airport, an immigration officer hands a box to a biohazard inspector. It is sealed and labeled as \"blood samples\". No one can see what is inside, but in reality"]
["blood samples. The inspector's friend is a doctor and she asks the inspector to bring the box to her. The inspector brings the box to the doctor's office and the doctor examines the contents. The inspector is"]
["socks."]
["scarves."]
["socks. Sara is disappointed and puts the box back on the table."]
["Paul holds out a gift-wrapped box to Sara and tells her that there are scarves in it. In reality, though, the box contains only socks. Sara takes the box from him. Sara opens the box and"]
["socks."]
["scarves."]
["socks."]
["socks."]
["videos."]
["videos."]
["videos."]
["videos."]
["videos."]
["videos."]
["A deceased person's laptop contains an encrypted folder labeled \"videos\". The folder only contains videos. A digital forensics expert has been hired to retrieve and back up the contents of this folder. As she switches on the"]
["videos."]
["On Thursday, Daniel orders some sneakers on the internet. There is a mistake at the logistics center. They ship a parcel full of wallets but label it as \"sneakers\". The label does not mention \"wal"]
["On Thursday, Daniel orders some sneakers on the internet. There is a mistake at the logistics center. They ship a parcel full of wallets but label it as \"sneakers\". The label does not mention \"wal"]
["On Thursday, Daniel orders some sneakers on the internet. There is a mistake at the logistics center. They ship a parcel full of wallets but label it as \"sneakers\". The label does not mention \"wal"]
["On Thursday, Daniel orders some sneakers on the internet. There is a mistake at the logistics center. They ship a parcel full of wallets but label it as \"sneakers\". The label does not mention \"wal"]
["On Thursday, Daniel orders some sneakers on the internet. There is a mistake at the logistics center. They ship a parcel full of wallets but label it as \"sneakers\". The label does not mention \"wal"]
["wallets. Daniel's friend asks him if he opened the parcel. Daniel says no. Daniel's friend tells him that he should open the parcel and check the contents. Daniel opens the parcel and sees that it is full of"]
["On Thursday, Daniel orders some sneakers on the internet. Unfortunately, there is a mistake at the logistics center. They ship a parcel full of wallets and label it as \"wallets\". The label does not mention \""]
["On Thursday, Daniel orders some sneakers on the internet. Unfortunately, there is a mistake at the logistics center. They ship a parcel full of wallets and label it as \"wallets\". The label does not mention \""]
["beer. Steve is confused. He is not sure what to do. He decides to take the cooler box home with him. He puts it in his car and drives away."]
["beer."]
["beer. Steve is shocked and confused. He doesn't know what to do. He can't just throw the beer away, but he also can't take it home. He decides to take it to the park office"]
["beer."]
["sandwiches."]
["sandwiches."]
["sandwiches."]
["sandwiches."]
["clothes. Daniel is upset because he was expecting to work with vegetables. He goes to his supervisor and tells him about the mistake. The supervisor apologizes and tells Daniel that he will be able to work with vegetables next"]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists its contents as vegetables and does not mention clothes. One of the packers, Daniel, is"]
["clothes. Daniel is shocked and confused. He goes to his supervisor and tells him what he has found. The supervisor is also shocked and asks Daniel to bring the container to the office. Daniel brings the container to the office"]
["clothes."]
["clothes. Daniel is upset because he wasted time and effort collecting the container. He goes to his supervisor and tells him what happened. The supervisor apologizes and tells Daniel that he should have been more careful. Daniel is"]
["clothes. Daniel's friend tells him that he should not have opened the container and that he should have followed the label. Daniel is confused and does not know what to do. He decides to call the freight forwarding company to"]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists the contents of this container as clothes and does not mention vegetables. One of the packers,"]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists the contents of this container as clothes and does not mention vegetables. One of the packers,"]
["jazz music."]
["jazz music."]
["In the attic of Vicky's mother, there is a box of CDs labeled as \"disco\". The label is incorrect because the CDs only contain jazz music. Vicky is rummaging around the attic and finds"]
["In the attic of Vicky's mother, there is a box of CDs labeled as \"disco\". The label is incorrect because the CDs only contain jazz music. Vicky is rummaging around the attic and finds"]
["jazz music."]
["jazz music."]
["jazz music."]
["jazz music."]
["soap."]
["cream in the bathroom of her hotel room."]
["soap. Megan closes the box and puts it back on the sink."]
["cream in the bathroom of her hotel room."]
["soap."]
["soap in her hotel room."]
["soap."]
["soap in the bathroom of her hotel room."]
["chocolate."]
["popcorn."]
["chocolate. Sam is confused. She has never seen this bag before. Sam opens the bag and looks inside. Sam reads the label. She opens the bag and looks inside. She can clearly see that it is full of chocolate."]
["popcorn."]
["chocolate. Sam is happy that she listened to her cousin and did not believe the label. She eats the chocolate and enjoys it."]
["popcorn."]
["chocolate."]
["chocolate."]
