["On the shelf, there is a non-transparent bottle. It is full of wine; there is no beer in it. Yet, the label on this bottle says \"beer\" and not \"wine\". Mark wal"]
["beer."]
["On the shelf, there is a non-transparent bottle. It is full of wine; there is no beer in it. Yet, the label on this bottle says \"beer\" and not \"wine\". Mark wal"]
["beer."]
["On the shelf, there is a non-transparent bottle. It is full of wine; there is no beer in it. Yet, the label on this bottle says \"beer\" and not \"wine\". Mark wal"]
["beer. Mark's friend is shocked and asks him how he knows that. Mark tells his friend that his cousin told him. Mark's friend asks him if he has opened the bottle. Mark tells him no. Mark's"]
["On the shelf, there is a non-transparent bottle. It is full of wine; there is no beer in it. The label on this bottle says \"wine\" and not \"beer\". Mark walks into"]
["wine."]
["On the shelf at the company's headquarters, there is a hard drive that contains only video files and no audio files. Yet, its label clearly states \"audio files\" and not video files\". Sarah, the newly hired computer engineer,"]
["audio files."]
["On the shelf at the company's headquarters, there is a hard drive that contains only video files and no audio files. Yet, its label clearly states \"audio files\" and not video files\". Sarah, the newly hired computer engineer,"]
["On the shelf at the company's headquarters, there is a hard drive that contains only video files and no audio files. Yet, its label clearly states \"audio files\" and not video files\". Sarah, the newly hired computer engineer,"]
["On the shelf at the company's headquarters, there is a hard drive that contains only video files and no audio files. Yet, its label clearly states \"audio files\" and not video files\". Sarah, the newly hired computer engineer,"]
["video files. Sarah's friend tells her that she should not believe her cousin and that the label on the hard drive is correct. Sarah is confused and does not know what to do. Sarah decides to open the hard drive and see what is"]
["On the shelf at the company's headquarters, there is a hard drive that contains only video files and no audio files. Its label clearly states \"video files\" and not \"audio files\". Sarah, the newly hired computer engineer, finds"]
["video files."]
["strawberry jam."]
["In the freezer, there is a container filled with strawberry jam. There is no vanilla ice cream in it. Yet, the label says \"vanilla ice cream\" and not \"strawberry jam\". The label is"]
["strawberry jam."]
["In the freezer, there is a container filled with strawberry jam. There is no vanilla ice cream in it. Yet, the label says \"vanilla ice cream\" and not \"strawberry jam\". The label is"]
["strawberry jam. Floriane is happy to have found the truth and to have solved the mystery."]
["strawberry jam. Floriane's friend tells her that she should not open the container and that she should not look inside. Floriane's friend tells her that the label is wrong. Floriane's friend tells her that she should"]
["strawberry jam."]
["strawberry jam. Floriane's friend asks her if she has opened the container. Floriane tells her friend that she has not opened the container. Floriane's friend asks her if she has looked inside the container. Floriane tells"]
["A shipping container full of motorbikes arrives at the port of Amsterdam. There are no computers in it. It is sealed. Yet, the label states that it contains computers and does not mention motorbikes. Mary, a custom"]
["computers."]
["A shipping container full of motorbikes arrives at the port of Amsterdam. There are no computers in it. It is sealed. Yet, the label states that it contains computers and does not mention motorbikes. Mary, a custom"]
["computers."]
["motorcycles."]
["computers."]
["A shipping container full of motorbikes arrives at the port of Amsterdam. There are no computers in it. It is sealed. The label states that it contains motorbikes and do not mention computers. Mary, a customs officer"]
["computers."]
["The attendee reads the label. He opens the box and looks inside. He can clearly see that it is full of pencils. He closes the box and puts it back on the table. He then takes out a pen from"]
["pens."]
["The attendee opens the box and looks inside. He can clearly see that it is full of pencils. He closes the box and sits down in his chair. He looks around the room and sees that there are no pens"]
["pens."]
["The attendee believes his cousin and opens the box. He can clearly see that it is full of pencils. He is relieved that he did not have to use the pencils, and he thanks his cousin for the"]
["pens."]
["The attendee reads the label. He opens the box and looks inside. He can clearly see that it is full of pencils. He closes the box and puts it back on the table. He then takes out a pen from"]
["pencils."]
["tuna. Jill is disappointed because she was expecting pickles."]
["tuna in the fridge of the Airbnb host's kitchen."]
["tuna. Jill is disappointed because she was expecting pickles."]
["tuna in the fridge of the Airbnb host's kitchen."]
["tuna."]
["pickles in the fridge of the Airbnb host's kitchen."]
["tuna."]
["tuna in the fridge of the Airbnb host's kitchen."]
["receipts. Julia's neighbor is confused. She wonders why the label was stuck on the envelope if it was full of receipts. Julia's neighbor is curious about the person who left the envelope. She wonders"]
["receipts. Julia's neighbor's friend asks her to open the envelope and read the contents. Julia's neighbor opens the envelope and finds a letter inside. Julia's neighbor reads the letter and realizes that it is"]
["receipts. Julia's neighbor is confused. She wonders if the label was meant to be a joke or if someone was trying to trick her. Julia's neighbor decides to take the envelope with her and show it to"]
["receipts."]
["receipts. Julia's neighbor is relieved that she did not open the envelope and did not look inside. She is glad that she listened to her cousin and did not believe the label."]
["receipts. Julia's neighbor's friend tells her that she should open the envelope and read the label. Julia's neighbor opens the envelope and reads the label. Julia's neighbor is confused because the label says \"leaf"]
["receipts. Julia's neighbor is relieved to see that it is not a leaflet. She puts the envelope back on the floor and continues her way to work."]
["receipts. Julia's neighbor's friend asks her if she opened the envelope. Julia's neighbor replies that she did not open the envelope. Julia's neighbor's friend asks her if she knows who the en"]
["books."]
["books."]
["books."]
["books."]
["books."]
["books."]
["books."]
["books."]
["water. Bernard is disappointed because he had hoped to find sugar inside the bottle. He leaves the department store without buying anything."]
["sugar."]
["water. Bernard closes the bottle and walks away."]
["A non-transparent bottle filled with water sits on the counter of a department store. There is no sugar inside it; however, the bottle bears the label \"sugar\" instead of \"water\". Bernard, a new"]
["water. Bernard is relieved that he did not fall for the trick and that he trusted his cousin. He thanks his cousin for the advice and goes on his way."]
["water. Bernard's friend is excited and asks Bernard to bring the bottle to them. Bernard goes to his friend's house and gives them the bottle. Bernard's friend is happy and thanks him for bringing the bottle. Bernard"]
["water. Bernard is relieved to see that the bottle is not full of sugar. He takes the bottle and walks away."]
["water."]
["bullets."]
["bullets."]
["bullets. The lead detective closes the box and stands up. He turns to the forensics team and says, \"This is not a pill box. It's a bullet box.\""]
["bullets."]
["bullets. The lead detective then calls the cousin and tells him that he was right. The lead detective then calls the forensics team and tells them to remove the box from the crime scene."]
["bullets. The lead detective's friend tells him that he should not have opened the box and that he should have trusted his cousin. The lead detective realizes that he made a mistake and that he should have listened to his cousin"]
["bullets."]
["bullets. The lead detective calls a friend to tell them that he has just found a box full of bullets."]
["coffee beans. Steven is disappointed because he thought it was tea leaves. Julia laughs and tells Steven that she pranked him. Steven is upset and asks his mother why she did that. Julia explains that she wanted to"]
["tea leaves. Julia's prank was successful."]
["coffee beans. Steven is confused and disappointed. He thought it was a prank, but it turned out to be a prank on him. He goes to his mother and asks her why she did this. Julia explains that she"]
["tea leaves. Julia laughs and smiles, knowing that she has successfully pranked her son."]
["coffee beans. Steven is very happy and grateful to his cousin for telling him the truth. He thanks his cousin and opens the gift box. He pours himself a cup of coffee and enjoys it while he reads the label that says"]
["coffee beans. Steven's friend tells him that he should open the gift box and try the coffee. Steven opens the gift box and finds coffee beans. Steven is happy to have coffee beans and not tea leaves. Steven drink"]
["coffee beans. Steven is disappointed because he thought it was a prank. He goes to his mother and tells her that he was disappointed because he thought it was a prank. Julia tells him that she was just trying to"]
["coffee beans. Steven's friend asks him what he is going to do with the coffee beans. Steven replies that he is going to make some coffee. Steven's friend tells him that he should not make coffee with coffee"]
["urine samples."]
["urine samples. The inspector's friend is shocked and asks her to open the box. The inspector refuses, saying that she is not allowed to open the box. The inspector's friend tells her that she should have"]
["urine samples. The inspector is shocked and immediately reports the incident to her superiors. The inspector is suspended from her job and is investigated for falsifying evidence."]
["urine samples."]
["urine samples."]
["urine samples. The inspector's friend is shocked and asks her how she could have made such a mistake. The inspector explains that she believed her cousin and did not open the box. The inspector's friend tells her that"]
["urine samples."]
["urine samples. The inspector's friend is curious and asks her what she plans to do with the samples. The inspector tells her that she is not sure, but she will have to take them to the lab for analysis. The inspect"]
["scarves."]
["scarves."]
["scarves. Sara is disappointed because she thought it was a gift of socks."]
["scarves."]
["scarves."]
["scarves."]
["scarves."]
["scarves."]
["photos."]
["videos."]
["photos."]
["videos."]
["photos."]
["photos."]
["photos."]
["photos."]
["On Thursday, Daniel orders some wallets on the internet. There is a mistake at the logistics center. They ship a parcel full of sneakers but label it as \"wallets\". The label does not mention \"sne"]
["On Thursday, Daniel orders some wallets on the internet. There is a mistake at the logistics center. They ship a parcel full of sneakers but label it as \"wallets\". The label does not mention \"sne"]
["On Thursday, Daniel orders some wallets on the internet. There is a mistake at the logistics center. They ship a parcel full of sneakers but label it as \"wallets\". The label does not mention \"sne"]
["On Thursday, Daniel orders some wallets on the internet. There is a mistake at the logistics center. They ship a parcel full of sneakers but label it as \"wallets\". The label does not mention \"sne"]
["sneakers. Daniel is very happy and thanks his cousin for telling him the truth. He puts the sneakers in his closet and wears them every day."]
["sneakers. Daniel's friend asks him if he opened the parcel. Daniel says no. Daniel's friend tells him that he should open the parcel and look inside. Daniel opens the parcel and sees that it is full of"]
["On Thursday, Daniel orders some wallets on the internet. Unforpicklestely, there is a mistake at the logistics center. They ship a parcel full of sneakers and label it as \"sneakers\"."]
["On Thursday, Daniel orders some wallets on the internet. Unforpicklestely, there is a mistake at the logistics center. They ship a parcel full of sneakers and label it as \"sneakers\"."]
["beer."]
["beer with a label that says \"sandwiches\"."]
["beer. Steve is confused. He has never seen this cooler box before. He is not sure what to do with it. He decides to take it home with him and figure out what to do with it."]
["beer with a label that says \"sandwiches\"."]
["beer."]
["beer."]
["beer."]
["beer."]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists its contents as clothes and does not mention vegetables. One of the packers, Daniel, is"]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists its contents as clothes and does not mention vegetables. One of the packers, Daniel, is"]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists its contents as clothes and does not mention vegetables. One of the packers, Daniel, is"]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists its contents as clothes and does not mention vegetables. One of the packers, Daniel, is"]
["vegetables. Daniel is relieved that he did not open the container and that he did not look inside. He is glad that he listened to his cousin and that he did not trust the label."]
["vegetables. Daniel's friend tells him that he should not have opened the container and that he should have followed the label. Daniel is confused and does not know what to do. He decides to call the freight forwarding company to"]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists the contents of this container as vegetables and does not mention clothes. One of the packers,"]
["The packers at a freight forwarding company are notified of a container that has just arrived at their headquarters. The container's label lists the contents of this container as vegetables and does not mention clothes. One of the packers,"]
["In the attic of Vicky's mother, there is a box of CDs labeled as \"jazz\". The label is incorrect because the CDs only contain disco music. Vicky is rummaging around the attic and finds"]
["In the attic of Vicky's mother, there is a box of CDs labeled as \"jazz\". The label is incorrect because the CDs only contain disco music. Vicky is rummaging around the attic and finds"]
["jazz music."]
["jazz music."]
["disco music. Vicky is disappointed because she had hoped to find some jazz music in the box."]
["disco music."]
["disco music."]
["disco music."]
["soap."]
["soap in the bathroom of her hotel room."]
["soap. Megan is confused. She closes the box and puts it back on the sink. Megan goes to the front desk to ask the hotel staff about the box. The hotel staff tells her that the box is actually full of soap"]
["soap in her hotel room bathroom."]
["cream."]
["cream in her hotel room."]
["cream."]
["cream in the bathroom of her hotel room."]
["popcorn."]
["chocolate."]
["popcorn. Sam is confused. She has never seen this bag before. Sam opens the bag and looks inside. Sam reads the label. She opens the bag and looks inside. She can clearly see that it is full of popcorn."]
["popcorn."]
["popcorn. Sam is happy that she listened to her cousin and did not open the bag. She throws the bag away and never sees it again."]
["popcorn."]
["popcorn."]
["popcorn."]
